[
  "Do the silliest dance that you can think of",
  "Act like an old lady or an old man",
  "Spin around 10 times, when you get done try to walk in a straight line",
  "Do 10 jumping jacks, and then do 10 pushups",
  "Say the alphabet backwards in 30 seconds",
  "Go a whole minute without blinking",
  "Hold your breath for 10 seconds",
  "Act like a chicken for 1 minute",
  "Jump up and down until it’s your turn again",
  "Close your eyes until it’s your turn again",
  "Sing “Itsy Bitsy Spider” while standing on your head",
  "Do 5 cartwheels in a row",
  "Do a backbend",
  "Act like your favourite Disney person",
  "Say “banana” after everything you say until it is your turn again",
  "Make up a poem about the colour blue",
  "Act like a monkey until it is your turn again",
  "Do a handstand",
  "Cross your eyes",
  "Lick your nose",
  "Eat a spoonful of peanut butter",
  "Tickle the person to your right",
  "Tie your shoe strings together and try to walk to the door and back",
  "Act like a baby until your next turn",
  "Moo like a cow as loud as you can",
  "Do the sprinkler dance",
  "Act like your favourite superhero",
  "Go 10 minutes without saying the words: but, a, the, or",
  "Act like a statue until it is your turn again (no talking or moving)",
  "Meow like cat",
  "Put your leg behind you head",
  "Sing your favourite song",
  "Make a fish face",
  "Pretend that you are an airplane for 2 minutes",
  "Dance like a ballerina",
  "Say the alphabet in a different language",
  "Do your best hip hop dance",
  "Try to lick your elbow",
  "Paint your fingernails with a crayon",
  "Sit upside down in a chair until your next turn",
  "Kiss the person to your left on the forehead.",
  "Go to the kitchen and eat a chili.",
  "Sing a song and do the hokey pokey in the center of the circle.",
  "Run around the room imitating a monkey or a gorilla.",
  "Pick someone from the group and dance with them to a love song.",
  "Kiss the pillow until it is your turn again.",
  "Wear your socks on your hands for the next three rounds.",
  "Paint each fingernail and toenail a different color and keep it for a day.",
  "Wear your pants backward for the rest of the evening.",
  "Apply makeup without looking into the mirror.",
  "Run in your place for the next two rounds.",
  "Pretend to be a pig and sniff the others in the group when it is their turn to speak.",
  "Paint your toenails with crayons.",
  "Gaze into a girl’s or boy’s eyes for 30 seconds.", 
  "Slow dance to a fast song.",
  "Hop like a kangaroo for a minute and cover the entire room.",
  "Propose to your pet or the host’s pet in the most romantic way possible.",
  "Speak in a foreign accent for the next two minutes.",
  "Stand in the street and wave to every passerby for two minutes.",
  "Act like a dog and ask the others to pet you, like a dog.",
  "Walk like a runway model on the sidewalk.",
  "Hold a sign that says “Honk if you think I’m cute” and stand outside.",
  "Dance like crazy to your favorite song.",
  "Go outside and check the mailbox and come back inside. Repeat it three times and count the number out loud each time.",
  "For the next one hour, you must say “oh, not again!” every time someone says the word “like”.",
  "Recite the alphabet backward.",
  "Beat an egg on your head.",
  "Eat a snack without using your hands.",
  "Make a funny hat and wear it on your head for the next two rounds.",
  "Make a shirt/skirt of a garbage bag and wear it for the next two rounds.",
  "Stand in the chicken pose for the next two rounds.",
  "Eat a spoonful of mustard.",
  "Imitate each one of the members in the room.",
  "Act like your favorite teacher for the next 30 seconds.",
  "Eat as much hot sauce as you can.",
  "Break up with your girlfriend/boyfriend.",
  "Fold yourself like a pretzel.",
  "Give the person to your right a piggyback ride.",
  "Do a belly dance.",
  "Act like the waiter and take snack order from every individual in the group. Serve them and ask if they enjoyed the food.",
  "Create an outfit that has every color of the rainbow. You can borrow clothes from the host and the others in the group. Take no more than ten minutes.",
  "Call your parents and tell them that they are grounded for a week.",
  "For the rest of the night, dance like a ballerina instead of walking.",
  "Dance to Auld Lang Syne.",
  "Come up with a list of celebrities that each of the other players looks like in under two minutes.",
  "Sing the latest pop song in the worst possible way and post the video on YouTube.",
  "Tell a bad joke in a really excited tone!",
  "Put ice in your shirt and stay still until it melts.",
  "Try to lick your elbow while singing a song.",
  "Try to touch your nose with your tongue.",
  "Fill your mouth with crackers and whistle.",
  "Go out and say “I love you” to the first person you meet.",
  "Go out and sing a Disney song as loudly as you can.",
  "Borrow a cup of sugar from the neighbors.",
  "Make a video of you Moonwalking across the room and post it on YouTube.",
  "Ask the first person you meet outside on a date.",
  "Make a headdress out of toilet paper and promote it on Facebook!",
  "Say the alphabet backward in a British accent.",
  "For the next two rounds, sing whatever you want to say.",
  "Speak in rhyming words for the next three rounds.",
  "Repeat everything that the other players say for the next two rounds! (This is fun and annoying too!)",
  "Have a tea party with stuffed toys and invite the rest of the group. Act like a five-year old girl while you do.",
  "For the next two rounds, speak like you were under water, gasping for air.",
  "Call up someone you have a crush on and tell them how much you like them!",
  "Use your elbows to update your Facebook status.",
  "Dance like a chicken on the lawn!",
  "Prank call a restaurant and order every item on the menu!",
  "Hold your shoe/or next person’s shoes to your nose for at least 30 seconds.",
  "Run around the house banging your chest and yodeling at the same time.",
  "Stand in the street and yell “I am (name)! Hear me roar!!”",
  "Combine a spoon of peanut butter and hot sauce and eat it.",
  "Smell the armpits of the person sitting to your right.",
  "Act like a puppy or a seal and let the others feed you.",
  "Sing a pop song as if you were in the opera.",
  "Go out the front door and do a dramatic death scene, like Daffy Duck of Bugs Bunny would do.",
  "Close your eyes, or get blindfolded and open the fridge door. Point to something and let the others feed you that! (Nothing alcoholic or that the player is allergic to.)",
  "Go to the neighbor and ask for toilet paper.",
  "Call your boyfriend or crush and explain the rules of Monopoly to them.",
  "Call your crush and sing a love song like “I can’t help falling in love”."
]